Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: FieldWorks cannot safely save your changes, because another program has modified the file. Expected write time {0} but found {1}.
ru: FieldWorks не может надёжно сохранить ваши изменения, так как другая программа изменила файл. Ожидаемое время записи {0}, а фактически {1}.

source: FieldWorks cannot save your changes to {0}. It may be marked Read-only, or you may not have permission to write to the output directory. The file system reports {1}
ru: FieldWorks не может сохранить ваши изменения в {0}. Файл может быть только для чтения или возможно вы не имеете разрешения для записи в директорию. Файловая система сообщает {1}

source: FieldWorks cannot save your changes, because it does not have permission to replace the file {0}. It may be marked Read-only, or you may not have permission to write in the folder. The file system reports {1}
ru: FieldWorks не может сохранить ваши изменения, так как нет разрешения на замену файла {0}. у него атрибут только для чтения или вы не имеете разрешения для записи в папку. Файловая система сообщает {1}

source: FieldWorks cannot save your changes, because they conflict with changes made by another user in a way that FieldWorks cannot resolve. You will not be able to save changes until you Refresh your display so that you are starting your edits from the state that has been saved by other users. You may choose to Refresh at once, or you may wish to delay, perhaps in order to copy your most recent work to the clipboard.
ru: FieldWorks не может сохранить ваши изменения, так как они конфликтуют с изменениями, произведёнными другим пользователем, так что FieldWorks не может разрешить. Вы не сможете сохранить изменения, пока не обновите экран, так что вы начнёте своё редактирование с того состояния, которое было сохранено другими пользователями. Вы можете выбрать обновить сразу или вы можете сделать это с задержкой, чтобы скопировать ваши последние изменения в буфер обмена.

source: FieldWorks does not recognize '{0}' as a valid user interface language ID. English will be used instead.
ru: FieldWorks не признает '{0}' в качестве действительного идентификатора языка пользовательского интерфейса. Вместно него будет использоваться английский.

source: FieldWorks Equivalent
ru: Эквивалент FieldWorks

source: FieldWorks Error
ru: Ошибка FieldWorks

source: FieldWorks has detected an error with ICU Legacy Converters.{0}{0}To preserve your existing ICU Legacy Converters, close all dialogs, then exit and restart all '{1}' windows.
ru: FieldWorks обнаружил ошибку в конверторах ICU Legacy.{0}{0}Чтобы сохранить существующие конверторы ICU Legacy, закройте все диалоговые окна, затем закройте и запустите заново все '{1}' окна.

source: FieldWorks has detected that there are two wordforms with the form {0}. This is not supposed to happen! If you can figure out how it came about please let the developers know. It would be good to manually delete all but one of them. In the meantime, here is the information on the first of them.
ru: Программа FieldWorks обнаружила, что имеются две словоформы в виде {0}. Этого не предполагалось! Если вы понимаете, как это произошло, просим сообщить разработчикам. Было бы хорошо удалить все, кроме одной. Между тем вот информация о первой из них.

source: FieldWorks is unable to move the following projects to the new location.
ru: FieldWorks не может перенести следующий проект в новое место.

source: FieldWorks is unable to save some writing system settings because access to {0} is not authorized. This may cause unexpected behavior, and may be indicative of a wider problem with access permissions that could cause program crashes.
ru: FieldWorks не может сохранить некоторые параметры системы письма, так как доступ к {0} не авторизован. Это может вызвать неожиданное поведение и может означать более широкую проблему с разрешениями на доступ, которые могут привести к программным сбоям.

source: FieldWorks needs to install some extra information for the character data which is being used for the first time. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
ru: Fieldworks должен установить дополнительную информацию для символьных данных, используемых впервые. Пока это происходит, другие программы FieldWorks должны быть закрыты. По крайней мере один файл ({0}) используется другой программой FieldWorks. Пожалуйста, закройте все программы FieldWorks, кроме текущей, а затем нажмите "Повтор".

source: FieldWorks needs to know which standard format marker(s) begin a group of related fields. Select at least one marker for each group. By selecting more than one marker, a new group will be started for any of these markers that have already occurred in the current group. A checked marker can only occur once in a given group. Click Help for examples.
ru: FieldWorks должен знать стандартную метку, начинающую группу соответствующих полей. Выберите по крайней мере одну метку для каждой группы. При выборе более одной метки будет запущена новая группа для любой их этих меток, которые уже встречались в текущей группе. Выбранная метка может встречаться в данной группе только один раз. Нажмите Справку, чтобы посмотреть примеры.

source: FieldWorks needs to restore some character data. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
ru: Fieldworks должен восстановить некоторые символьные данные. Пока это происходит, другие программы FieldWorks должны быть закрыты, поскольку по крайней мере один файл ({0}) используется другой программой FieldWorks. Пожалуйста, закройте все программы FieldWorks, кроме текущей, а затем нажмите "Повтор".

source: FieldWorks now provides a way for you to specify for each writing system which characters are found in words (word-forming) and which characters are not found in words (punctuation, symbols, spacing). Before using Text or Concordance tools, we recommend you add word-forming characters so that Language Explorer does not change where it thinks the word boundaries are in your texts. If you use apostrophes, hyphens, zero-width characters, or superscript numbers within words, these should be added and specified as word-forming. Would you like to do this now?
ru: FieldWorks сейчас предоставляет вам способ задания для каждой системы письма, какие знаки находятся в словах (словобразование), какие знаки не находятся в словах (пунктуация, символы, пробелы). Перед использованием текстовых инструментов или конкорданса рекомендуем вам добавить словообразующие символы, чтобы Language Explorer не менял границы слов в ваших текстах. Если вы используете апострофы, дефисы, символы нулевой длины или верхние индексы внутри слов, их следует добавить и указать как словообразующие. Хотите сделать это сейчас?

source: FieldWorks Project Files
ru: Файлы проекта FieldWorks

source: FieldWorks project has no current {0} writing systems.
ru: Проект FieldWorks не имеет текущих {0} систем письма.

source: FieldWorks project name not specified.
ru: Имя проекта FieldWorks не указано.

source: FieldWorks Project Properties
ru: Свойства проекта FieldWorks

source: Field&Works Project Properties...
ru: Свойства проекта Field&Works...

source: FieldWorks Project synchronization problem
ru: Проблема синхронизации проекта FieldWorks

source: FieldWorks Project Utilities
ru: Утилиты проекта FieldWorks

source: FieldWorks software is not installed correctly. Please insert your FieldWorks CD or re-run the Installer and repair your installation.
ru: Программа FieldWorks установлена некорректно. Пожалуйста, вставьте диск с FieldWorks и переустановите или отремонтируйте программу.

source: FieldWorks was not able to back up some of the files used by this project. Do you want to keep the backup anyway? The files not backed up were {0}
ru: Программа FieldWorks не смогла создать резервные копии некоторых файлов , используемых данным проектом. Вы хотите тем не менее сохранить резервную копию? Файлы, не сохраняемые в резервной копии: {0}

source: FieldWorks was unable to convert the project {0} because it was created by a more recent version of FieldWorks. To convert this project, install the appropriate version of FieldWorks, and turn sharing off then on again. (Note that doing this will upgrade all your projects to the newer version.)
ru: Программа FieldWorks не смогла конвертировать проект {0}, так как он был создан в более новой версии FieldWorks. Для конвертации данного проекта установите соответствующую версию FieldWorks и снова включите совместное использование. (Обратите внимание, что эта операция обновит все ваши проекты до более новой версии.)

source: FieldWorks was unable to convert the project {0}. This is generally a bug in the program. We recommend that you restart the program as soon as you can. If possible, please zip the entire contents of the folder {1} and send it to Flex_Errors@sil.org with the message "{2}" and any other information you think may help. FieldWorks will continue and try to convert other projects.
ru: Программа FieldWorks не смогла конвертировать проект {0}. Как правило это программный сбой. Рекомендуем перезапустить программу как можно скорее. Если возможно, просим заархивировать в zip всё содержимое папки {1} и отослать на Flex_Errors@sil.org с сообщением "{2}", а также любую другую информацию, которая по вашему мнению сможет помочь. FieldWorks продожит и попытается сконвертировать другие проекты.

source: FieldWorks will now begin converting your projects to the non-shared format. This may take some time, and requires everyone to close the shared projects they currently have open (except FieldWorks will close the current one on this computer for you and reopen it after the conversion).
ru: FieldWorks сейчас начтнёт конвертацию ваших проектов в необщем формате. Это может занять некоторое время, и потребуется, чтобы все закрыли общие проекты, которые у них сейчас открыты (FieldWorks закроет текущий проект на данном компьютере и откроет его снова после конвертации).

source: FieldWorks will now begin converting your projects to the shared format. This may take some time, and requires you to close all other projects you currently have open.
ru: Сейчас FieldWorks начнёт конвертировать ваши проекты в общий формат. Это может занять некоторое время и потребуется, чтобы вы закрыли все другие проекты, которые у вас сейчас открыты

source: FieldWorks: Converting projects to non-shared format
ru: FieldWorks: ПРеобразование проектов в формат индивидуального пользования

source: FieldWorks: Converting projects to shared format
ru: FieldWorks: Преобразование проектов в формат совместного пользования

source: FieldWorks: Moving projects from {0} to {1}
ru: FieldWorks: Переместить проекты из {0} в {1}

source: &File
ru: &Файл

source: _File
ru: _Файл

source: File
ru: Файл

source: File & settings
ru: Файл и настройки

source: File {0} could not be loaded. {1}
ru: Файл {0} не может быть загружен. {1}

source: File does not exist: {0}
ru: Файл не существует: {0}

source: File is not a valid FieldWorks backup:
ru: Файл не является действительной резервной копией FieldWorks:

source: File is not a valid FieldWorks project file.
ru: Файл не является файлом проекта FieldWorks.

source: File Location Options
ru: Варианты расположения файла

source: File not found
ru: Файл не найден

source: File(s) to import:
ru: Файл(ы) для импорта:

source: &File...
ru: &Файл...

source: File:
ru: Файл:

source: &Fills Slot:
ru: &Заполняет слот:

source: Filter for items containing...
ru: Фильтр для записей содержащих...

source: Filter for...
ru: Фильтр для...

source: Filtered
ru: Профильтрован

source: _Filtering
ru: _Фильтрование

source: _Filters
ru: _Фильтры

source: Find
ru: Найти

source: Find a lexical entry.
ru: Найти лексическую статью.

source: Find a Record in your Notebook.
ru: Найти запись в вашем блокноте.

source: Find a reversal entry.
ru: Найти статью обратного индекса.

source: Find a wordform.
ru: Найти словоформу.

source: Find and fix errors in a FieldWorks data (XML) file.
ru: Найти и исправить ошибки в файле данных FieldWorks (XML).

source: Find and Replace
ru: Найти и заменить

source: Find and Replace Specified Text
ru: Найти и заменить указанный текст

source: Find and Replace Text
ru: Найти и заменить текст

source: Find CC Table File
ru: Найти файл таблицы CC

source: Find Conversion Mapping File
ru: Найти файл таблицы преобразований

source: _Find entry
ru: _Найти статью

source: Find entry to add allomorph
ru: Найти статью, чтобы добавить алломорф

source: Find entry to add variant
ru: Найти статью, чтобы добавить вариант

source: Find Example Sentence
ru: Найти предложение для примера

source: Find example sentence...
ru: Найти пример предложения...

source: Find in _Dictionary...
ru: Найти в _словаре...

source: Find in Dictionary
ru: Найти в словаре

source: Find Lexical Entry
ru: Найти лексическую статью

source: _Find lexical entry...
ru: Найт_и лексическую статью...

source: &Find Next
ru: &Найти дальше

source: Find Ne&xt
ru: Найти &дальше

source: Find Next Occurrence of Specified Text
ru: Найти следующее появление указанного текста

source: Find next.
ru: Найти дальше.

source: Find Object
ru: Найти объект

source: Find Occurrence of Specified Text
ru: Найти указанный текст

source: Find Occurrences
ru: Найти все

source: Find Pre&vious
ru: Найти ра&нее

source: Find previous.
ru: Найти ранее.

source: Find Record
ru: Найти запись

source: _Find Record...
ru: Найт_и запись...

source: Find related words
ru: Найти родственные слова

source: Find Reversal Entry
ru: Найти статью обратного индекса

source: _Find reversal entry...
ru: _Найти статью обратного индекса...

source: Find Spec file for unknown mapping type
ru: Найти файл Spec для неизвестного типа преобразований

source: Find the language in the Ethnologue. You may search by language name, part of a language name, country, or Ethnologue code.
ru: Найти язык в Ethnologue. Вы можете искать по названию или части названия языка, по стране или по коду Ethnologue.

source: Find the language name in the list and click to choose it.
ru: Найдите название языка в списке и выберите его.

source: Find Variant
ru: Найти вариант

source: Find w&hat:
ru: Найти ч&то:

source: Find Wordform
ru: Найти словоформу

source: _Find Wordform...
ru: Найт_и словоформу...

source: &Find...
ru: Найт&и...

source: Find...
ru: Найти...

source: &Find:
ru: Найт&и:

source: _Find:
ru: Найт_и:

source: Find:
ru: Найти:

source: Find->Replace Warning
ru: Найти->Заменить Предупреждение

source: Find->Replace:
ru: Найти->Заменить:

source: &Finish
ru: &Завершить

source: Fi&nish
ru: За_вершить

source: Finish LinguaLinks texts problem (phase 5): {0}
ru: Завершитьпроблему с текстами LinguaLinks (фаза №5): {0}

source: Finish without importing. Useful for creating all of the phaseXoutput files and related files.
ru: Завершить без импортирования. Полезно для создания всех файлов phaseXoutput и файлов, связанных с ними.

source: finished
ru: завершен

source: Finished searching the document and made {0} replacements.
ru: Поиск документа завершен и произведено {0} замен.

source: Finished searching the document.
ru: Поиск документа завершен.

source: Finished searching the document. The search item was not found.
ru: Поиск документа завершен. Документ не был найден.

source: Finishing migration process...
ru: Завершение процесса преобразования...

source: _First
ru: _Первый

source: First Analysis Writing System
ru: Первая толкующая система письма

source: {0} First capture
ru: {0} Первый заголовок

source: &First Character:
ru: &Первый символ:

source: First line
ru: Первая строка

source: First Line Hanging
ru: Висячая первая строка

source: First Line Indent
ru: Красная строка

source: First Vernacular Writing System
ru: Первая анализируемая система письма

source: First Word
ru: Первое слово

source: Fix Data Errors in Project
ru: Исправить ошибки данных в проекте

source: Fix Links
ru: Исправить ссылки

source: Fixing relation links between imported entries
ru: Исправление ссылок отношений в импортируемых статьях

source: Font
ru: Шрифт

source: Font Attributes
ru: Атрибуты шрифта

source: Font Color
ru: Цвет шрифта

source: Fo&nt color:
ru: Цвет шри&фта:

source: Font feature&s
ru: Сво&йства шрифта

source: Font Features
ru: Свойства шрифта

source: Font Features...
ru: Свойства шрифта...

source: &Font:
ru: Шри&фт:

source: Font:
ru: Шрифт:

source: for each line
ru: для каждой строки

source: For each LinguaLinks language definition, specify a FieldWorks writing system and an encoding converter to convert the LinguaLinks language data to Unicode.
ru: Для каждой дефиниции языка в LinguaLinks, укажите систему письма FieldWorks и перекодировщик для преобразования языковых данных LinguaLinks в Юникод.

source: For each marker in your standard format file, indicate its destination in the current FieldWorks Notebook by selecting a row and then clicking on the Modify button. (You will want to verify any educated guesses that FieldWorks may have made.)
ru: Для каждой метки в вашем файле стандартного формата, укажите его местонаождение в текущем Блокноте FieldWorks, выбрав строку, а затем щёлкнуть по кнопке Изменить. (Вы захотите проверить любые предположения, которые FieldWorks мог сделать.)

source: For help, press F1.
ru: Нажмите F1 для получения справки.

source: For the text:
ru: Для текста:

source: Form
ru: Форма

source: F&ormat
ru: Ф&ормат

source: Format
ru: Формат

source: Format:
ru: Формат:

source: Formatting
ru: Форматирование

source: Forward
ru: Вперед

source: Forward in Sketch
ru: Вперёд в описании

source: Free
ru: Свободный

source: _Free Translation
ru: _Вольный перевод

source: Free Translation
ru: Вольный перевод

source: Free Translations
ru: Вольный перевод

source: French
ru: Французский

source: {0} from {1}
ru: {0} из {1}

source: From Category
ru: Из категории

source: From Data
ru: Из данных

source: From Exception "Features"
ru: Из "Свойства" исключений

source: From Inflection Class
ru: От класса формообразования

source: From Inflection Features
ru: От свойств формообразования

source: From Stem Name
ru: Из имени основы

source: Ft
ru: ВольнП

source: FT
ru: СП

source: Full Context
ru: Полный контекст

source: Full Name
ru: Полное имя

source: Full Page
ru: Целая страница

source: Full &Window
ru: Во весь экран

source: Full Window
ru: Во весь экран

source: Further Questions
ru: Другие вопросы

source: Further Questions:
ru: Другие вопросы:

source: FW Destination
ru: Назначение FW

source: FW Writing System
ru: Система письма FW

source: Gathering info
ru: Сбор инфо

source: Gender
ru: Род

source: General
ru: Общий

source: General category:
ru: Общая категория:

source: General Note
ru: Общая заметка

source: General Notes
ru: Общие заметки

source: &Generate
ru: &Создать

source: &Generate Report...
ru: &Создать отчет...

source: Generate the Sketch
ru: Сгенерировать описание

source: Genre
ru: Жанр

source: Genres
ru: Жанры

source: Global Writing Systems Changed
ru: Изменены глобальные системы письма

source: Gloss
ru: Глосса

source: Gloss Abbreviation
ru: Аббревиатура глоссы

source: Gloss List Item
ru: Единица списка глосс

source: Gloss the words in the text.
ru: Составить глоссарий текста.

source: Gloss:
ru: Глосса:

source: Glosses
ru: Глоссы

source: _Go
ru: _Перейти

source: Go _To...
ru: Перейти _к...

source: Go Back
ru: Назад

source: Go Forward
ru: Вперед

source: &Go To
ru: &Перейти к

source: Go To Entry
ru: Перейти к статье

source: Go To Record
ru: Перейти к записи

source: Go to similar entry
ru: Перейти к похожей статье

source: Go To Wordform
ru: Перейти к словоформе

source: Go &To:
ru: Перейти &к:

source: Gold,255,204,0
ru: Золотой,255,204,0

source: Got it!!
ru: Получилось!

source: _Grammar
ru: _Грамматика

source: Grammar
ru: Грамматика

source: _Grammar (new template)
ru: _Грамматика (новый шаблон)

source: Grammar Note
ru: Заметки по грамматике

source: Grammar Notes
ru: Грамматические заметки

source: Grammar Sketch
ru: Описание грамматики

source: Grammar Tools
ru: Инструменты грамматики

source: Grammatical Category
ru: Грамматическая категория

source: Grammatical Category Catalog
ru: Каталог грамматических категорий

source: Grammatical Info.
ru: Грамматическая инф.

source: Grammatical Info. (Abbr.)
ru: Грамматич. инф. (аббр.)

source: Grammatical Info. (Full)
ru: Грамматич. инф. (полная)

source: _Grammatical info. (POS)
ru: _Грамматич. инф. (POS)

source: Grammatical Info. Details
ru: Грамматич. инф. Подробно

source: &Grammatical Info.:
ru: &Грамматич. инф.:

source: Grapheme
ru: Графема

source: Grapheme: {0}
ru: Графема: {0}

source: Graphemes
ru: Графемы

source: Graphite Font Options
ru: Свойства шрифтов Graphite

source: Gray-25%,192,192,192
ru: Серый-25%,192,192,192

source: Gray-40%,153,153,153
ru: Серый-40%,153,153,153

source: Gray-50%,128,128,128
ru: Серый-50%,128,128,128

source: Gray-80%,51,51,51
ru: Серый-80%,51,51,51

source: greater than
ru: больше чем

source: Greater than 0
ru: Больше 0

source: Greater than 1
ru: Больше 1

source: greater than or equal to
ru: больше или равно

source: Green,0,128,0
ru: Зеленый,0,128,0

source: Group
ru: Группа

source: Group of ad hoc rules
ru: Группа специальных правил

source: Group of Ad hoc Rules
ru: Группа специальных правил

source: {0} Grouping
ru: {0} Группировка

source: Groups the possible functions of the lexical entry.
ru: Группирует возможные функции лексической статьи.

source: _Guess Word Breaks
ru: _Предложить разрывы слов

source: {0} has {1} entries referenced by {2} senses.
ru: у {0} есть {1} статьи, на которые ссылаются {2} значения.

source: Have the Parser parse just the current word.
ru: Парсер анализирует только текущее слово.

source: Have the Parser try a single word.
ru: Запустить в парсере одно слово.

source: Headed Compound
ru: Подчинительный композит

source: Headedness/Result
ru: Подчинённость/результат

source: {0} (Heading)
ru: {0} (Заголовок)

source: Headword
ru: Лемма

source: &Help
ru: &Справка

source: _Help
ru: _Справка

source: He&lp
ru: Сп&равка

source: Hel&p
ru: Спра&вка

source: Help
ru: Справка

source: Help file problem
ru: Проблема с файлом справки

source: Help is not available for this Tab.
ru: Справка недоступна для этой вкладки.

source: Help on using Language Explorer (only available in English).
ru: Справка по использованию Language Explorer (доступно только на английском языке).

source: &Help...
ru: &Справка...

source: Help...
ru: Справка...

source: Hidden writing systems are italicized
ru: Скрытые системы письма выделены курсивом

source: &Hide
ru: &Скрыть

source: << &Hide
ru: << &Скрыть

source: H&ide
ru: Ск&рыть

source: Hide
ru: Скрыть

source: Hide Advanced
ru: Скрыть дополнительно

source: &Hide Info
ru: &Скрыть инф.

source: &Hide Info «
ru: &Скрыть инф. «

source: High Priority
ru: Высокий приоритет

source: HighPriority
ru: ВысокийПриоритет

source: Hiragana/Katakana voicing marks
ru: Знаки звонкости хираганы/катаканы

source: Homograph number
ru: Номер омографа

source: Homograph Number
ru: Номер омографа

source: Homograph Number...
ru: Номер омографа...

source: &How Do I...
ru: &Как я могу...

source: How Do I?
ru: Как я могу?

source: How would you describe this user?
ru: Как вы бы описали этого пользователя?

source: HTM Files
ru: Файлы HTM

source: HTML Files
ru: Файлы HTML

source: Hypothesis
ru: Гипотеза

source: Hypothesis:
ru: Гипотеза:

source: I_nterlinear Data...
ru: Данные П_одстрочника...

source: ICU legacy converter
ru: Унаследованный конвертер ICU
